<ul id="articles">
    <li>
        <h2>Название статьи</h2>
        <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации &laquo;Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст..&raquo; Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам &laquo;lorem ipsum&raquo; сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые &mdash; намеренно (например, юмористические варианты).</p>
    </li>
    <li>
        <h2>Название статьи</h2>
        <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации &laquo;Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст..&raquo; Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам &laquo;lorem ipsum&raquo; сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые &mdash; намеренно (например, юмористические варианты).</p>
    </li>
    <li>
        <h2>Название статьи</h2>
        <p>Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации &laquo;Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст..&raquo; Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам &laquo;lorem ipsum&raquo; сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые &mdash; намеренно (например, юмористические варианты).</p>
    </li>
</ul>

<fieldset>
    <legend>Форма</legend>
    <form action="index.php" method="post">
        <p>
            <label for="article_author">Автор</label>
            <input type="text" name="article_author" id="article_author"/>
        </p>
        <p>
            <label for="article_name">Название статьи</label>
            <input type="text" name="article_name" id="article_name"/>
        </p>
        <p>
            <label for="article_intro">Интро</label>
            <textarea name="article_intro" id="article_intro"></textarea>
        </p>
        <p>
            <label for="article_content">Статья</label>
            <textarea name="article_content" id="article_content"></textarea>
        </p>
        <p>
            <button type="submit">Отправить</button>
        </p>
    </form>
</fieldset>